Repository: dausi/tds_enhanced_version_list
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: de_de

source: Enhanced Version List
de_de: Erweiterte Liste der Versionen

source: List of all collection versions enhanced by table sorter and obsolete removal.
de_de: Liste der Versionen erweitert um Sortierfunktion und Löschen älterer Versionen

source: Enhanced list of versions
de_de: Erweiterte Liste der Versionen

source: Filter by page
de_de: Anhand Seitennummer filtern

source: Filter by user
de_de: Anhand User-Kennung filtern

source: Items per page
de_de: Anzahl pro Seite

source: Clear form
de_de: Formular leeren

source: Search
de_de: Suchen

source: Scan obsolete
de_de: Ältere Versionen suchen

source: Clear checked
de_de: Markierungen löschen

source: Delete checked
de_de: Markierte löschen

source: Page name
de_de: Name der Seite

source: Create date
de_de: Anl.-Datum

source: Public date
de_de: Veröff.-Datum

source: Author
de_de: Autor

source: Approver
de_de: Genehmigt

source: Comment
de_de: Kommentar

source: Hover to read full comment
de_de: Mit Mauszeiger über Kommentar zum vollständigen Anzeigen

source: Approved
de_de: Genehmigt

source: Not approved
de_de: Nicht genehmigt

source: Remove obsolete versions
de_de: Ältere Versionen löschen

source: Do you really want to remove obsolete versions?
de_de: Möchten Sie wirklich die älteren Versionen löschen?

source: Make a backup of the database, if you are not sure what happens here.
de_de: Machen Sie eine Kopie der Datenbank, wenn Sie sich nicht sicher sind, was hier passiert.

source: There's no chance to restore any removed version!
de_de: Es gibt sonst keine Möglichkeit, gelöschte Versionen wieder herzustellen.

source: Versions not found
de_de: Keine Versionen gefunden.

source: Deleting %d version(s) of collection %d...
de_de: Lösche %d Version(en) der Collection %d...

source: You are going to deleting %d version(s) of %d collections.
de_de: Sie sind dabei, %d Version(en) von %d Collections zu löschen.

source: Cancel
de_de: Abbruch

source: Remove
de_de: Löschen
